Repository: obott9/IMEIndicatorClock
Catalog: Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, el, he, hi, ja, ko, ru, th, vi, zh_hans, zh_hant

# alert.accessibility.continue
source: Continue Without
ar: المتابعة بدون
el: Συνέχεια χωρίς
he: המשך ללא
hi: बिना जारी रखें
ja: このまま使用
ko: 권한 없이 계속
ru: Продолжить без
th: ดำเนินการต่อโดยไม่ใช้
vi: Tiếp tục không cần
zh_hans: 继续不授权
zh_hant: 繼續不授權

# alert.accessibility.disabled.message
source: Accessibility permission is not set, but basic features are working normally. 【How to grant permission】 1. Click "Open System Settings" 2. Privacy & Security > Accessibility 3. If running from Xcode: Check "Xcode" 4. If standalone app: Check "IMEIndicatorClock" 【How to verify】 • Press Alphanumeric/Kana key and check if indicator changes • Works fine without permission
ar: لم يتم تعيين إذن إمكانية الوصول، لكن الميزات الأساسية تعمل بشكل طبيعي. 【كيفية منح الإذن】 1. انقر "فتح إعدادات النظام" 2. الخصوصية والأمان > إمكانية الوصول 3. إذا كنت تشغل من Xcode: حدد "Xcode" 4. إذا كان تطبيقاً مستقلاً: حدد "IMEIndicatorClock" 【كيفية التحقق】 • اضغط مفتاح أبجدي رقمي/كانا وتحقق من تغير المؤشر • يعمل بشكل جيد بدون إذن
el: Τα δικαιώματα προσβασιμότητας δεν έχουν ρυθμιστεί, αλλά οι βασικές λειτουργίες λειτουργούν κανονικά. 【Πώς να δώσετε δικαιώματα】 1. Κάντε κλικ στο "Άνοιγμα Ρυθμίσεων Συστήματος" 2. Απόρρητο και Ασφάλεια > Προσβασιμότητα 3. Αν τρέχετε από το Xcode: επιλέξτε "Xcode" 4. Αν είναι αυτόνομη εφαρμογή: επιλέξτε "IMEIndicatorClock" 【Πώς να επαληθεύσετε】 • Πατήστε το πλήκτρο αλλαγής γλώσσας και ελέγξτε αν αλλάζει ο δείκτης • Λειτουργεί καλά και χωρίς δικαιώματα
he: הרשאת נגישות לא מוגדרת, אך תכונות בסיסיות פועלות כרגיל. 【כיצד להעניק הרשאה】 1. לחץ "פתח הגדרות מערכת" 2. פרטיות ואבטחה > נגישות 3. אם מריץ מ-Xcode: סמן "Xcode" 4. אם אפליקציה עצמאית: סמן "IMEIndicatorClock" 【כיצד לאמת】 • לחץ מקש אלפאנומרי/קאנה ובדוק אם המחוון משתנה • עובד היטב ללא הרשאה
hi: एक्सेसिबिलिटी अनुमति कॉन्फ़िगर नहीं है, लेकिन मूल सुविधाएं सामान्य रूप से काम करती हैं। 【अनुमति कैसे दें】 1. "सिस्टम सेटिंग्स खोलें" क्लिक करें 2. प्राइवेसी और सुरक्षा > एक्सेसिबिलिटी 3. यदि Xcode से चला रहे हैं: "Xcode" चेक करें 4. यदि स्टैंडअलोन ऐप है: "IMEIndicatorClock" चेक करें 【सत्यापन कैसे करें】 • अल्फ़ान्यूमेरिक/काना कुंजी दबाएं और जांचें कि संकेतक बदलता है • बिना अनुमति के भी अच्छी तरह काम करता है
ja: アクセシビリティ権限が設定されていませんが、 基本機能は正常に動作しています。 【権限の付与方法】 1. 「システム設定を開く」をクリック 2. プライバシーとセキュリティ > アクセシビリティ 3. Xcodeから実行の場合: 「Xcode」にチェック 4. アプリ単体の場合: 「IMEIndicatorClock」にチェック 【確認方法】 • 英数/かなキーを押してインジケータが変化すればOK • 権限なしでも正常に動作します
ko: 손쉬운 사용 권한이 설정되지 않았지만, 기본 기능은 정상 작동합니다. 【권한 부여 방법】 1. 「시스템 설정 열기」 클릭 2. 개인 정보 보호 및 보안 > 손쉬운 사용 3. Xcode에서 실행 중: 「Xcode」 체크 4. 독립 앱인 경우: 「IMEIndicatorClock」 체크 【확인 방법】 • 영숫자/가나 키를 눌러 표시기가 변경되는지 확인 • 권한 없이도 정상 작동합니다
ru: Разрешение доступности не настроено, но основные функции работают нормально. 【Как предоставить разрешение】 1. Нажмите "Открыть Системные настройки" 2. Конфиденциальность и безопасность > Универсальный доступ 3. При запуске из Xcode: отметьте "Xcode" 4. При автономном приложении: отметьте "IMEIndicatorClock" 【Как проверить】 • Нажмите клавишу переключения раскладки и проверьте, меняется ли индикатор • Хорошо работает и без разрешения
th: ไม่ได้ตั้งค่าสิทธิ์การเข้าถึง แต่ฟีเจอร์พื้นฐานทำงานได้ตามปกติ 【วิธีให้สิทธิ์】 1. คลิก "เปิดการตั้งค่าระบบ" 2. ความเป็นส่วนตัวและความปลอดภัย > การเข้าถึง 3. หากรันจาก Xcode: เลือก "Xcode" 4. หากเป็นแอปแบบสแตนด์อโลน: เลือก "IMEIndicatorClock" 【วิธีตรวจสอบ】 • กดปุ่มภาษาอังกฤษ/คานะ และตรวจสอบว่าตัวบ่งชี้เปลี่ยนแปลงหรือไม่ • ทำงานได้โดยไม่ต้องมีสิทธิ์
vi: Quyền trợ năng chưa được cài đặt, nhưng các tính năng cơ bản vẫn hoạt động bình thường. 【Cách cấp quyền】 1. Nhấp "Mở Cài đặt hệ thống" 2. Quyền riêng tư & Bảo mật > Trợ năng 3. Nếu chạy từ Xcode: Đánh dấu "Xcode" 4. Nếu là ứng dụng độc lập: Đánh dấu "IMEIndicatorClock" 【Cách xác minh】 • Nhấn phím Alphanumeric/Kana và kiểm tra chỉ báo có thay đổi không • Vẫn hoạt động tốt mà không cần quyền
zh_hans: 辅助功能权限未设置，但基本功能正常工作。 【如何授予权限】 1. 点击「打开系统设置」 2. 隐私与安全性 > 辅助功能 3. 如果从 Xcode 运行：勾选「Xcode」 4. 如果是独立应用：勾选「IMEIndicatorClock」 【如何验证】 • 按英数/假名键，检查指示器是否变化 • 无需权限也可正常工作
zh_hant: 輔助使用權限未設定，但基本功能正常運作。 【如何授予權限】 1. 點擊「開啟系統設定」 2. 隱私權與安全性 > 輔助使用 3. 如果從 Xcode 執行：勾選「Xcode」 4. 如果是獨立 App：勾選「IMEIndicatorClock」 【如何驗證】 • 按英數/假名鍵，檢查指示器是否變化 • 無需權限也可正常運作

# alert.accessibility.disabled.title
source: Accessibility Permission: Not Set
ar: إذن إمكانية الوصول: غير مُعيّن
el: Δικαιώματα προσβασιμότητας: Δεν έχουν ρυθμιστεί
he: הרשאת נגישות: לא מוגדרת
hi: एक्सेसिबिलिटी अनुमति: कॉन्फ़िगर नहीं
ja: アクセシビリティ権限: 未設定
ko: 손쉬운 사용 권한: 설정되지 않음
ru: Разрешение доступности: Не настроено
th: สิทธิ์การเข้าถึง: ไม่ได้ตั้งค่า
vi: Quyền trợ năng: Chưa cài đặt
zh_hans: 辅助功能权限：未设置
zh_hant: 輔助使用權限：未設定

# alert.accessibility.dont_show
source: Don't Show Again
ar: لا تظهر مرة أخرى
el: Να μην εμφανιστεί ξανά
he: אל תציג שוב
hi: दोबारा न दिखाएं
ja: 次回から表示しない
ko: 다시 표시 안 함
ru: Больше не показывать
th: ไม่ต้องแสดงอีก
vi: Không hiển thị nữa
zh_hans: 不再显示
zh_hant: 不再顯示

# alert.accessibility.enabled.message
source: Accessibility permission is correctly configured. IME Indicator Clock is fully operational.
ar: تم تكوين إذن إمكانية الوصول بشكل صحيح. IME Indicator Clock يعمل بكامل طاقته.
el: Τα δικαιώματα προσβασιμότητας έχουν ρυθμιστεί σωστά. Το IME Indicator Clock λειτουργεί πλήρως.
he: הרשאת נגישות מוגדרת כראוי. IME Indicator Clock פועל במלואו.
hi: एक्सेसिबिलिटी अनुमति ठीक से कॉन्फ़िगर की गई है। IME Indicator Clock पूरी तरह से काम कर रहा है।
ja: アクセシビリティ権限は正しく設定されています。 IME Indicator Clock は完全に動作しています。
ko: 손쉬운 사용 권한이 올바르게 설정되었습니다. IME Indicator Clock가 완전히 작동합니다.
ru: Разрешение доступности правильно настроено. IME Indicator Clock работает в полном объёме.
th: สิทธิ์การเข้าถึงได้รับการกำหนดค่าอย่างถูกต้อง IME Indicator Clock ทำงานได้เต็มรูปแบบ
vi: Quyền trợ năng đã được cấu hình đúng. IME Indicator Clock hoạt động đầy đủ.
zh_hans: 辅助功能权限已正确配置。 IME Indicator Clock 完全可用。
zh_hant: 輔助使用權限已正確設定。 IME Indicator Clock 完全可用。

# alert.accessibility.enabled.title
source: Accessibility Permission: Enabled ✅
ar: إذن إمكانية الوصول: مُفعّل ✅
el: Δικαιώματα προσβασιμότητας: Ενεργοποιημένα ✅
he: הרשאת נגישות: מופעלת ✅
hi: एक्सेसिबिलिटी अनुमति: सक्षम ✅
ja: アクセシビリティ権限: 有効 ✅
ko: 손쉬운 사용 권한: 활성화됨 ✅
ru: Разрешение доступности: Включено ✅
th: สิทธิ์การเข้าถึง: เปิดใช้งาน ✅
vi: Quyền trợ năng: Đã bật ✅
zh_hans: 辅助功能权限：已启用 ✅
zh_hant: 輔助使用權限：已啟用 ✅

# alert.accessibility.message
source: IME Indicator Clock is currently working, but accessibility permission is recommended for more stable operation. 【Features available without permission】 ✅ IME status display ✅ Input source change detection ✅ All basic features 【How to grant permission】 1. Open System Settings 2. Privacy & Security > Accessibility 3. If running from Xcode, check "Xcode" 4. If standalone app, check "IMEIndicatorClock" ※ It works fine without permission
ar: IME Indicator Clock يعمل حالياً، لكن يُنصح بمنح إذن إمكانية الوصول للعمل بشكل أكثر استقراراً. 【الميزات المتاحة بدون إذن】 ✅ عرض حالة IME ✅ اكتشاف تغيير مصدر الإدخال ✅ جميع الميزات الأساسية 【كيفية منح الإذن】 1. افتح إعدادات النظام 2. الخصوصية والأمان > إمكانية الوصول 3. إذا كنت تشغل من Xcode، حدد "Xcode" 4. إذا كان تطبيقاً مستقلاً، حدد "IMEIndicatorClock" ※ يعمل بشكل جيد بدون إذن
el: Το IME Indicator Clock λειτουργεί αυτή τη στιγμή, αλλά συνιστάται να δώσετε δικαιώματα προσβασιμότητας για πιο σταθερή λειτουργία. 【Διαθέσιμες λειτουργίες χωρίς δικαιώματα】 ✅ Εμφάνιση κατάστασης IME ✅ Ανίχνευση αλλαγής πηγής εισόδου ✅ Όλες οι βασικές λειτουργίες 【Πώς να δώσετε δικαιώματα】 1. Ανοίξτε τις Ρυθμίσεις Συστήματος 2. Απόρρητο και Ασφάλεια > Προσβασιμότητα 3. Αν τρέχετε από το Xcode, επιλέξτε "Xcode" 4. Αν είναι αυτόνομη εφαρμογή, επιλέξτε "IMEIndicatorClock" ※ Λειτουργεί καλά και χωρίς δικαιώματα
he: IME Indicator Clock פועל כעת, אך מומלץ להעניק הרשאת נגישות לפעולה יציבה יותר. 【תכונות זמינות ללא הרשאה】 ✅ תצוגת מצב IME ✅ זיהוי שינוי מקור קלט ✅ כל התכונות הבסיסיות 【כיצד להעניק הרשאה】 1. פתח הגדרות מערכת 2. פרטיות ואבטחה > נגישות 3. אם מריץ מ-Xcode, סמן "Xcode" 4. אם אפליקציה עצמאית, סמן "IMEIndicatorClock" ※ עובד היטב ללא הרשאה
hi: IME Indicator Clock वर्तमान में काम कर रहा है, लेकिन अधिक स्थिर संचालन के लिए एक्सेसिबिलिटी अनुमति देने की सिफारिश की जाती है। 【बिना अनुमति के उपलब्ध सुविधाएं】 ✅ IME स्थिति प्रदर्शन ✅ इनपुट स्रोत परिवर्तन पहचान ✅ सभी मूल सुविधाएं 【अनुमति कैसे दें】 1. सिस्टम सेटिंग्स खोलें 2. प्राइवेसी और सुरक्षा > एक्सेसिबिलिटी 3. यदि Xcode से चला रहे हैं, "Xcode" चेक करें 4. यदि स्टैंडअलोन ऐप है, "IMEIndicatorClock" चेक करें ※ बिना अनुमति के भी अच्छी तरह काम करता है
ja: IME Indicator Clock は現在動作していますが、より安定した動作のために アクセシビリティ権限を推奨します。 【権限なしでも使える機能】 ✅ IME状態の表示 ✅ 入力ソース変更の検出 ✅ すべての基本機能 【権限の付与方法】 1. システム設定を開く 2. プライバシーとセキュリティ > アクセシビリティ 3. Xcodeから実行している場合は「Xcode」にチェック 4. スタンドアロンアプリの場合は「IMEIndicatorClock」にチェック ※ 現在のまま使用しても問題ありません
ko: IME Indicator Clock가 현재 작동 중이지만, 더 안정적인 작동을 위해 손쉬운 사용 권한을 권장합니다. 【권한 없이 사용 가능한 기능】 ✅ IME 상태 표시 ✅ 입력 소스 변경 감지 ✅ 모든 기본 기능 【권한 부여 방법】 1. 시스템 설정 열기 2. 개인 정보 보호 및 보안 > 손쉬운 사용 3. Xcode에서 실행 중인 경우 「Xcode」 체크 4. 독립 앱인 경우 「IMEIndicatorClock」 체크 ※ 권한 없이도 정상 작동합니다
ru: IME Indicator Clock сейчас работает, но рекомендуется предоставить разрешение доступности для более стабильной работы. 【Доступные функции без разрешения】 ✅ Отображение статуса IME ✅ Определение смены источника ввода ✅ Все основные функции 【Как предоставить разрешение】 1. Откройте Системные настройки 2. Конфиденциальность и безопасность > Универсальный доступ 3. При запуске из Xcode отметьте "Xcode" 4. При автономном приложении отметьте "IMEIndicatorClock" ※ Хорошо работает и без разрешения
th: IME Indicator Clock กำลังทำงานอยู่ แต่แนะนำให้อนุญาตสิทธิ์การเข้าถึงเพื่อการทำงานที่เสถียรยิ่งขึ้น 【ฟีเจอร์ที่ใช้งานได้โดยไม่ต้องมีสิทธิ์】 ✅ แสดงสถานะ IME ✅ ตรวจจับการเปลี่ยนแปลงแหล่งข้อมูลป้อนเข้า ✅ ฟีเจอร์พื้นฐานทั้งหมด 【วิธีให้สิทธิ์】 1. เปิดการตั้งค่าระบบ 2. ความเป็นส่วนตัวและความปลอดภัย > การเข้าถึง 3. หากรันจาก Xcode ให้เลือก "Xcode" 4. หากเป็นแอปแบบสแตนด์อโลน ให้เลือก "IMEIndicatorClock" ※ ทำงานได้โดยไม่ต้องมีสิทธิ์
vi: IME Indicator Clock đang hoạt động, nhưng nên cấp quyền trợ năng để hoạt động ổn định hơn. 【Tính năng có thể sử dụng không cần quyền】 ✅ Hiển thị trạng thái IME ✅ Phát hiện thay đổi nguồn nhập ✅ Tất cả tính năng cơ bản 【Cách cấp quyền】 1. Mở Cài đặt hệ thống 2. Quyền riêng tư & Bảo mật > Trợ năng 3. Nếu chạy từ Xcode, đánh dấu "Xcode" 4. Nếu là ứng dụng độc lập, đánh dấu "IMEIndicatorClock" ※ Vẫn hoạt động tốt mà không cần quyền
zh_hans: IME Indicator Clock 目前正在运行，但建议授予辅助功能权限以获得更稳定的操作。 【无需权限可用的功能】 ✅ IME 状态显示 ✅ 输入源切换检测 ✅ 所有基本功能 【如何授予权限】 1. 打开系统设置 2. 隐私与安全性 > 辅助功能 3. 如果从 Xcode 运行，勾选「Xcode」 4. 如果是独立应用，勾选「IMEIndicatorClock」 ※ 无需权限也可正常工作
zh_hant: IME Indicator Clock 目前正在運作，但建議授予輔助使用權限以獲得更穩定的操作。 【無需權限可用的功能】 ✅ IME 狀態顯示 ✅ 輸入來源切換偵測 ✅ 所有基本功能 【如何授予權限】 1. 開啟系統設定 2. 隱私權與安全性 > 輔助使用 3. 如果從 Xcode 執行，勾選「Xcode」 4. 如果是獨立 App，勾選「IMEIndicatorClock」 ※ 無需權限也可正常運作

# alert.accessibility.open_settings
source: Open System Settings
ar: فتح إعدادات النظام
el: Άνοιγμα Ρυθμίσεων Συστήματος
he: פתח הגדרות מערכת
hi: सिस्टम सेटिंग्स खोलें
ja: システム設定を開く
ko: 시스템 설정 열기
ru: Открыть Системные настройки
th: เปิดการตั้งค่าระบบ
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

# alert.accessibility.title
source: About Accessibility Permission
ar: حول إذن إمكانية الوصول
el: Σχετικά με τα δικαιώματα προσβασιμότητας
he: אודות הרשאת נגישות
hi: एक्सेसिबिलिटी अनुमति के बारे में
ja: アクセシビリティ権限について
ko: 손쉬운 사용 권한 정보
ru: О разрешении доступности
th: เกี่ยวกับสิทธิ์การเข้าถึง
vi: Về quyền trợ năng
zh_hans: 关于辅助功能权限
zh_hant: 關於輔助使用權限

# button.apply_and_close
source: Apply & Close
ar: تطبيق وإغلاق
el: Εφαρμογή και κλείσιμο
he: החל וסגור
hi: लागू करें और बंद करें
ja: 適用して閉じる
ko: 적용 및 닫기
ru: Применить и закрыть
th: ใช้งานและปิด
vi: Áp dụng và đóng
zh_hans: 应用并关闭
zh_hant: 套用並關閉

# button.reset
source: Reset
ar: إعادة تعيين
el: Επαναφορά
he: אפס
hi: रीसेट
ja: リセット
ko: 재설정
ru: Сброс
th: รีเซ็ต
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# menu.about_app
source: About IMEIndicatorClock...
ar: حول IMEIndicatorClock...
el: Σχετικά με το IMEIndicatorClock...
he: אודות IMEIndicatorClock...
hi: IMEIndicatorClock के बारे में...
ja: IMEIndicatorClockについて...
ko: IMEIndicatorClock 정보...
ru: О программе IMEIndicatorClock...
th: เกี่ยวกับ IMEIndicatorClock...
vi: Giới thiệu về IMEIndicatorClock...
zh_hans: 关于 IMEIndicatorClock...
zh_hant: 關於 IMEIndicatorClock...

# menu.check_accessibility
source: Check Accessibility Permission...
ar: التحقق من إذن إمكانية الوصول...
el: Έλεγχος δικαιωμάτων προσβασιμότητας...
he: בדוק הרשאת נגישות...
hi: एक्सेसिबिलिटी अनुमति जांचें...
ja: アクセシビリティ権限を確認...
ko: 손쉬운 사용 권한 확인...
ru: Проверить разрешение доступности...
th: ตรวจสอบสิทธิ์การเข้าถึง...
vi: Kiểm tra quyền trợ năng...
zh_hans: 检查辅助功能权限...
zh_hant: 檢查輔助使用權限...

# menu.clock_settings
source: Clock Settings...
ar: إعدادات الساعة...
el: Ρυθμίσεις ρολογιού...
he: הגדרות שעון...
hi: घड़ी सेटिंग्स...
ja: 時計設定...
ko: 시계 설정...
ru: Настройки часов...
th: การตั้งค่านาฬิกา...
vi: Cài đặt đồng hồ...
zh_hans: 时钟设置...
zh_hant: 時鐘設定...

# menu.ime_indicator_settings
source: IME Indicator Settings...
ar: إعدادات مؤشر IME...
el: Ρυθμίσεις δείκτη IME...
he: הגדרות מחוון IME...
hi: IME संकेतक सेटिंग्स...
ja: IMEインジケータ設定...
ko: IME 표시기 설정...
ru: Настройки индикатора IME...
th: การตั้งค่าตัวบ่งชี้ IME...
vi: Cài đặt chỉ báo IME...
zh_hans: IME 指示器设置...
zh_hant: IME 指示器設定...

# menu.mouse_cursor_indicator_settings
source: Mouse Cursor Indicator Settings...
ar: إعدادات مؤشر الماوس...
el: Ρυθμίσεις δείκτη κέρσορα ποντικιού...
he: הגדרות מחוון סמן עכבר...
hi: माउस कर्सर संकेतक सेटिंग्स...
ja: マウスカーソルインジケータ設定...
ko: 마우스 커서 표시기 설정...
ru: Настройки индикатора курсора мыши...
th: การตั้งค่าตัวบ่งชี้เคอร์เซอร์เมาส์...
vi: Cài đặt chỉ báo con trỏ chuột...
zh_hans: 鼠标光标指示器设置...
zh_hant: 滑鼠游標指示器設定...

# menu.quit
source: Quit
ar: إنهاء
el: Έξοδος
he: יציאה
hi: बंद करें
ja: 終了
ko: 종료
ru: Выход
th: ออก
vi: Thoát
zh_hans: 退出
zh_hant: 結束

# menu.settings
source: Settings...
ar: الإعدادات...
el: Ρυθμίσεις...
he: הגדרות...
hi: सेटिंग्स...
ja: 設定...
ko: 설정...
ru: Настройки...
th: การตั้งค่า...
vi: Cài đặt...
zh_hans: 设置...
zh_hant: 設定...

# menu.show_clock
source: Show Clock
ar: إظهار الساعة
el: Εμφάνιση ρολογιού
he: הצג שעון
hi: घड़ी दिखाएं
ja: 時計を表示
ko: 시계 표시
ru: Показать часы
th: แสดงนาฬิกา
vi: Hiển thị đồng hồ
zh_hans: 显示时钟
zh_hant: 顯示時鐘

# menu.show_ime_indicator
source: Show IME Indicator
ar: إظهار مؤشر IME
el: Εμφάνιση δείκτη IME
he: הצג מחוון IME
hi: IME संकेतक दिखाएं
ja: IMEインジケータを表示
ko: IME 표시기 표시
ru: Показать индикатор IME
th: แสดงตัวบ่งชี้ IME
vi: Hiển thị chỉ báo IME
zh_hans: 显示 IME 指示器
zh_hant: 顯示 IME 指示器

# menu.show_mouse_cursor_indicator
source: Show Mouse Cursor Indicator
ar: إظهار مؤشر الماوس
el: Εμφάνιση δείκτη κέρσορα ποντικιού
he: הצג מחוון סמן עכבר
hi: माउस कर्सर संकेतक दिखाएं
ja: マウスカーソルインジケータを表示
ko: 마우스 커서 표시기 표시
ru: Показать индикатор курсора мыши
th: แสดงตัวบ่งชี้เคอร์เซอร์เมาส์
vi: Hiển thị chỉ báo con trỏ chuột
zh_hans: 显示鼠标光标指示器
zh_hant: 顯示滑鼠游標指示器

# menu.status_english
source: Status: English Input
ar: الحالة: الإنجليزية
el: Κατάσταση: Αγγλικά
he: מצב: אנגלית
hi: स्थिति: अंग्रेज़ी
ja: 状態: 英語入力
ko: 상태: 영어 입력
ru: Статус: Английский
th: สถานะ: ภาษาอังกฤษ
vi: Trạng thái: Tiếng Anh
zh_hans: 状态: 英语输入
zh_hant: 狀態: 英語輸入

# menu.status_japanese
source: Status: Japanese Input
ar: الحالة: اليابانية
el: Κατάσταση: Ιαπωνικά
he: מצב: יפנית
hi: स्थिति: जापानी
ja: 状態: 日本語入力
ko: 상태: 일본어 입력
ru: Статус: Японский
th: สถานะ: ภาษาญี่ปุ่น
vi: Trạng thái: Tiếng Nhật
zh_hans: 状态: 日语输入
zh_hant: 狀態: 日語輸入

# menu.status_prefix
source: Status:
ar: الحالة:
el: Κατάσταση:
he: מצב:
hi: स्थिति:
ja: 状態:
ko: 상태:
ru: Статус:
th: สถานะ:
vi: Trạng thái:
zh_hans: 状态:
zh_hant: 狀態:

# position.date_only
source: Date Only
ar: التاريخ فقط
el: Μόνο ημερομηνία
he: תאריך בלבד
hi: केवल दिनांक
ja: 日付のみ
ko: 날짜만
ru: Только дата
th: วันที่เท่านั้น
vi: Chỉ ngày
zh_hans: 仅日期
zh_hant: 僅日期

# position.horizontal
source: Horizontal
ar: أفقي
el: Οριζόντια
he: אופקי
hi: क्षैतिज
ja: 横（左右）
ko: 가로
ru: Горизонтально
th: แนวนอน
vi: Ngang
zh_hans: 横向
zh_hant: 橫向

# position.time_only
source: Time Only
ar: الوقت فقط
el: Μόνο ώρα
he: שעה בלבד
hi: केवल समय
ja: 時刻のみ
ko: 시간만
ru: Только время
th: เวลาเท่านั้น
vi: Chỉ giờ
zh_hans: 仅时间
zh_hant: 僅時間

# position.vertical
source: Vertical
ar: عمودي
el: Κάθετα
he: אנכי
hi: लंबवत
ja: 縦（上下）
ko: 세로
ru: Вертикально
th: แนวตั้ง
vi: Dọc
zh_hans: 纵向
zh_hant: 直向

# settings.basic
source: Basic
ar: أساسي
el: Βασικά
he: בסיסי
hi: मूल
ja: 基本設定
ko: 기본
ru: Основные
th: พื้นฐาน
vi: Cơ bản
zh_hans: 基本
zh_hant: 基本

# settings.color
source: Color
ar: اللون
el: Χρώμα
he: צבע
hi: रंग
ja: 色
ko: 색상
ru: Цвет
th: สี
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# settings.color.background
source: Background:
ar: الخلفية:
el: Φόντο:
he: רקע:
hi: पृष्ठभूमि:
ja: 背景色:
ko: 배경:
ru: Фон:
th: พื้นหลัง:
vi: Nền:
zh_hans: 背景:
zh_hant: 背景:

# settings.color.opacity
source: Opacity:
ar: الشفافية:
el: Αδιαφάνεια:
he: שקיפות:
hi: अपारदर्शिता:
ja: 背景不透明度:
ko: 불투명도:
ru: Непрозрачность:
th: ความทึบ:
vi: Độ mờ:
zh_hans: 不透明度:
zh_hant: 不透明度:

# settings.color.text
source: Text Color:
ar: لون النص:
el: Χρώμα κειμένου:
he: צבע טקסט:
hi: टेक्स्ट रंग:
ja: テキスト色:
ko: 텍스트 색상:
ru: Цвет текста:
th: สีข้อความ:
vi: Màu chữ:
zh_hans: 文字颜色:
zh_hant: 文字顏色:

# settings.date_format
source: Date Format
ar: تنسيق التاريخ
el: Μορφή ημερομηνίας
he: תבנית תאריך
hi: दिनांक प्रारूप
ja: 日付書式
ko: 날짜 형식
ru: Формат даты
th: รูปแบบวันที่
vi: Định dạng ngày
zh_hans: 日期格式
zh_hant: 日期格式

# settings.date_format.custom_hyphen
source: Custom (Hyphen)
ar: مخصص (شرطة)
el: Προσαρμοσμένη (παύλα)
he: מותאם (מקף)
hi: कस्टम (हाइफ़न)
ja: カスタム（ハイフン）
ko: 사용자 지정 (하이픈)
ru: Пользовательский (дефис)
th: กำหนดเอง (ขีดกลาง)
vi: Tùy chỉnh (Dấu gạch ngang)
zh_hans: 自定义（连字符）
zh_hant: 自訂（連字號）

# settings.date_format.custom_slash
source: Custom (Slash)
ar: مخصص (شرطة مائلة)
el: Προσαρμοσμένη (κάθετος)
he: מותאם (קו נטוי)
hi: कस्टम (स्लैश)
ja: カスタム（スラッシュ）
ko: 사용자 지정 (슬래시)
ru: Пользовательский (слэш)
th: กำหนดเอง (เครื่องหมายทับ)
vi: Tùy chỉnh (Dấu gạch chéo)
zh_hans: 自定义（斜杠）
zh_hant: 自訂（斜線）

# settings.date_format.full
source: Full (with weekday)
ar: كامل (مع اليوم)
el: Πλήρης (με ημέρα)
he: מלא (עם יום)
hi: पूर्ण (दिन सहित)
ja: 完全表示（曜日付き）
ko: 전체 (요일 포함)
ru: Полный (с днём недели)
th: เต็ม (รวมวัน)
vi: Đầy đủ (có thứ)
zh_hans: 完整（含星期）
zh_hant: 完整（含星期）

# settings.date_format.label
source: Format:
ar: التنسيق:
el: Μορφή:
he: תבנית:
hi: प्रारूप:
ja: 書式:
ko: 형식:
ru: Формат:
th: รูปแบบ:
vi: Định dạng:
zh_hans: 格式:
zh_hant: 格式:

# settings.date_format.long
source: Long
ar: طويل
el: Μεγάλη
he: ארוך
hi: लंबा
ja: 長い形式
ko: 길게
ru: Длинный
th: ยาว
vi: Dài
zh_hans: 长
zh_hant: 長

# settings.date_format.medium
source: Medium
ar: متوسط
el: Μεσαία
he: בינוני
hi: मध्यम
ja: 標準形式
ko: 보통
ru: Средний
th: กลาง
vi: Trung bình
zh_hans: 中
zh_hant: 中

# settings.date_format.short
source: Short
ar: قصير
el: Μικρή
he: קצר
hi: छोटा
ja: 短い形式
ko: 짧게
ru: Короткий
th: สั้น
vi: Ngắn
zh_hans: 短
zh_hant: 短

# settings.display
source: Display:
ar: الشاشة:
el: Οθόνη:
he: תצוגה:
hi: डिस्प्ले:
ja: ディスプレイ:
ko: 디스플레이:
ru: Дисплей:
th: จอแสดงผล:
vi: Màn hình:
zh_hans: 显示器:
zh_hant: 顯示器:

# settings.display_content
source: Display Content
ar: المحتوى
el: Περιεχόμενο εμφάνισης
he: תוכן תצוגה
hi: प्रदर्शन सामग्री
ja: 表示内容
ko: 표시 내용
ru: Содержимое
th: เนื้อหาที่แสดง
vi: Nội dung hiển thị
zh_hans: 显示内容
zh_hant: 顯示內容

# settings.display.number
source: Display %d
ar: الشاشة %d
el: Οθόνη %d
he: תצוגה %d
hi: डिस्प्ले %d
ja: ディスプレイ %d
ko: 디스플레이 %d
ru: Дисплей %d
th: จอแสดงผล %d
vi: Màn hình %d
zh_hans: 显示器 %d
zh_hant: 顯示器 %d

# settings.font
source: Font
ar: الخط
el: Γραμματοσειρά
he: גופן
hi: फ़ॉन्ट
ja: フォント
ko: 글꼴
ru: Шрифт
th: แบบอักษร
vi: Phông chữ
zh_hans: 字体
zh_hant: 字型

# settings.font.name
source: Font:
ar: الخط:
el: Γραμματοσειρά:
he: גופן:
hi: फ़ॉन्ट:
ja: フォント:
ko: 글꼴:
ru: Шрифт:
th: แบบอักษร:
vi: Phông chữ:
zh_hans: 字体:
zh_hant: 字型:

# settings.font.size
source: Size:
ar: الحجم:
el: Μέγεθος:
he: גודל:
hi: आकार:
ja: サイズ:
ko: 크기:
ru: Размер:
th: ขนาด:
vi: Cỡ chữ:
zh_hans: 大小:
zh_hant: 大小:

# settings.move_mode
source: Move Mode (Drag to Move)
ar: وضع النقل (اسحب للنقل)
el: Λειτουργία μετακίνησης (σύρετε)
he: מצב הזזה (גרור להזזה)
hi: मूव मोड (खींचकर ले जाएं)
ja: 移動モード（ドラッグで移動）
ko: 이동 모드 (드래그하여 이동)
ru: Режим перемещения (перетащите)
th: โหมดเคลื่อนย้าย (ลากเพื่อเคลื่อนย้าย)
vi: Chế độ di chuyển (Kéo để di chuyển)
zh_hans: 移动模式（拖动移动）
zh_hant: 移動模式（拖曳移動）

# settings.move_mode.hint
source: You can drag the clock window
ar: يمكنك سحب نافذة الساعة
el: Το παράθυρο ρολογιού μπορεί να συρθεί
he: ניתן לגרור את חלון השעון
hi: घड़ी विंडो को खींचा जा सकता है
ja: ドラッグで時計ウィンドウを移動できます
ko: 시계 창을 드래그할 수 있습니다
ru: Окно часов можно перетаскивать
th: คุณสามารถลากหน้าต่างนาฬิกาได้
vi: Bạn có thể kéo cửa sổ đồng hồ
zh_hans: 可拖动时钟窗口
zh_hant: 可拖曳時鐘視窗

# settings.position
source: Position
ar: الموضع
el: Θέση
he: מיקום
hi: स्थिति
ja: 位置
ko: 위치
ru: Позиция
th: ตำแหน่ง
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# settings.show_clock
source: Show Clock
ar: إظهار الساعة
el: Εμφάνιση ρολογιού
he: הצג שעון
hi: घड़ी दिखाएं
ja: 時計を表示
ko: 시계 표시
ru: Показать часы
th: แสดงนาฬิกา
vi: Hiển thị đồng hồ
zh_hans: 显示时钟
zh_hant: 顯示時鐘

# settings.show_seconds
source: Show Second Hand
ar: إظهار عقرب الثواني
el: Εμφάνιση δείκτη δευτερολέπτων
he: הצג מחוג שניות
hi: सेकंड की सुई दिखाएं
ja: 秒針を表示
ko: 초침 표시
ru: Показать секундную стрелку
th: แสดงเข็มวินาที
vi: Hiển thị kim giây
zh_hans: 显示秒针
zh_hant: 顯示秒針

# settings.size
source: Size
ar: الحجم
el: Μέγεθος
he: גודל
hi: आकार
ja: サイズ
ko: 크기
ru: Размер
th: ขนาด
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

# settings.size.clock
source: Clock Size:
ar: حجم الساعة:
el: Μέγεθος ρολογιού:
he: גודל שעון:
hi: घड़ी आकार:
ja: 時計サイズ:
ko: 시계 크기:
ru: Размер часов:
th: ขนาดนาฬิกา:
vi: Kích thước đồng hồ:
zh_hans: 时钟大小:
zh_hant: 時鐘大小:

# settings.size.height
source: Height:
ar: الارتفاع:
el: Ύψος:
he: גובה:
hi: ऊंचाई:
ja: 高さ:
ko: 높이:
ru: Высота:
th: ความสูง:
vi: Cao:
zh_hans: 高度:
zh_hant: 高度:

# settings.size.width
source: Width:
ar: العرض:
el: Πλάτος:
he: רוחב:
hi: चौड़ाई:
ja: 幅:
ko: 너비:
ru: Ширина:
th: ความกว้าง:
vi: Rộng:
zh_hans: 宽度:
zh_hant: 寬度:

# settings.style
source: Style
ar: النمط
el: Στυλ
he: סגנון
hi: शैली
ja: スタイル
ko: 스타일
ru: Стиль
th: รูปแบบ
vi: Kiểu
zh_hans: 样式
zh_hant: 樣式

# settings.style.analog
source: Analog
ar: تناظري
el: Αναλογικό
he: אנלוגי
hi: एनालॉग
ja: アナログ
ko: 아날로그
ru: Аналоговые
th: อนาล็อก
zh_hans: 模拟
zh_hant: 類比

# settings.style.digital
source: Digital
ar: رقمي
el: Ψηφιακό
he: דיגיטלי
hi: डिजिटल
ja: デジタル
ko: 디지털
ru: Цифровые
th: ดิจิทัล
vi: Kỹ thuật số
zh_hans: 数字
zh_hant: 數位

# settings.time_format
source: Time Format
ar: تنسيق الوقت
el: Μορφή ώρας
he: תבנית שעה
hi: समय प्रारूप
ja: 時刻書式
ko: 시간 형식
ru: Формат времени
th: รูปแบบเวลา
vi: Định dạng thời gian
zh_hans: 时间格式
zh_hant: 時間格式

# settings.time_format.custom_hms
source: Custom (H:M:S)
ar: مخصص (س:د:ث)
el: Προσαρμοσμένη (ω:λ:δ)
he: מותאם (ש:ד:ש)
hi: कस्टम (घं:मि:से)
ja: カスタム（時:分:秒）
ko: 사용자 지정 (시:분:초)
ru: Пользовательский (ч:м:с)
th: กำหนดเอง (ชม:นาที:วินาที)
vi: Tùy chỉnh (G:P:G)
zh_hans: 自定义（时:分:秒）
zh_hant: 自訂（時:分:秒）

# settings.time_format.custom_hmsms
source: Custom (with ms)
ar: مخصص (مع مللي ثانية)
el: Προσαρμοσμένη (με χιλιοστά)
he: מותאם (עם אלפיות שנייה)
hi: कस्टम (मिलीसेकंड सहित)
ja: カスタム（ミリ秒付き）
ko: 사용자 지정 (밀리초 포함)
ru: Пользовательский (с миллисекундами)
th: กำหนดเอง (รวมมิลลิวินาที)
vi: Tùy chỉnh (có mili giây)
zh_hans: 自定义（含毫秒）
zh_hant: 自訂（含毫秒）

# settings.time_format.full
source: Full (with timezone)
ar: كامل (مع المنطقة الزمنية)
el: Πλήρης (με ζώνη ώρας)
he: מלא (עם אזור זמן)
hi: पूर्ण (टाइमज़ोन सहित)
ja: 完全表示（タイムゾーン付き）
ko: 전체 (시간대 포함)
ru: Полный (с часовым поясом)
th: เต็ม (รวมโซนเวลา)
vi: Đầy đủ (có múi giờ)
zh_hans: 完整（含时区）
zh_hant: 完整（含時區）

# settings.time_format.label
source: Format:
ar: التنسيق:
el: Μορφή:
he: תבנית:
hi: प्रारूप:
ja: 書式:
ko: 형식:
ru: Формат:
th: รูปแบบ:
vi: Định dạng:
zh_hans: 格式:
zh_hant: 格式:
